;--------------------------------
;ADVENT Dark Events and Abilities
;--------------------------------

;Targeting Uplink
[DarkEventAbility_TargetingUplink X2AbilityTemplate]
LocFriendlyName="Темное событие: Ориентация на восходящий канал"
LocFlyoverText="Темное событие: Ориентация на восходящий канал"
LocLongDescription="После поражения цели атакой, солдаты \"Адвента\" в пределах <font color='#ff9100'><Ability:TARGETINGUPLINK_RADIUS/></font> клеток получают <font color='#5CD16C'>+<Ability:TARGETINGUPLINK_AIM/></font> к меткости и <font color='#5CD16C'>+<Ability:TARGETINGUPLINK_CRIT/></font> к шансу критического попадания на <font color='#ff9100'><Ability:TARGETINGUPLINK_DURATION/></font> хода. Этот бонус суммируется."
LocHelpText="Дает бонусы меткости и шанса критического попадания ближайшим союзникам, после удара по врагу." 
LocPromotionPopupText="После поражения цели атакой, солдаты \"Адвента\" в пределах <font color='#ff9100'><Ability:TARGETINGUPLINK_RADIUS/></font> клеток получают <font color='#5CD16C'>+<Ability:TARGETINGUPLINK_AIM/></font> к меткости и <font color='#5CD16C'>+<Ability:TARGETINGUPLINK_CRIT/></font> к шансу критического попадания на <font color='#ff9100'><Ability:TARGETINGUPLINK_DURATION/></font> хода. Этот бонус суммируется."

[DarkEvent_TargetingUplink X2DarkEventTemplate]
+DisplayName="Ориентация на восходящий канал \"Адвента\""
+SummaryText="После того, как солдат \"Адвента\" поражает цель атакой, все находящиеся поблизости солдаты \"Адвента\" получают бонусы к меткости и шансу критического попадания."
+QuoteText="\"...Святое дерьмо, я думаю, что они могут видеть глазами друг друга! \""
+QuoteTextAuthor="- Анонимный оперативник XCOM"
+PreMissionText="После того, как солдат \"Адвента\" поражает цель атакой, все находящиеся поблизости солдаты \"Адвента\" получают бонусы к меткости и шансу критического попадания."
+PostMissionSuccessText="Темное событие предотвращено: Ориентация на восходящий канал"
+PostMissionFailureText="Не удалось противостоять темному событию: Ориентация на восходящий канал"

;Оборонительные тактики
[DarkEventAbility_DefensiveTactics X2AbilityTemplate]
LocFriendlyName="Темное событие: Оборонительные тактики"
LocFlyoverText="Темное событие: Оборонительные тактики"
LocLongDescription="Когда солдат \"Адвента\" умирает, все остальные солдаты \"Адвента\" в пределах <font color='#ff9100'><Ability:DEFENSIVETACTICS_RADIUS/></font> клеток получают бонусы к <font color='#5CD16C'>+<Ability:DEFENSIVETACTICS_DEFENSE/></font> к защите и <font color='#5CD16C'>+<Ability:DEFENSIVETACTICS_DODGE/></font> к уклонению на <font color='#ff9100'><Ability:DEFENSIVETACTICS_DURATION/></font> хода. Этот бонус суммируется."
LocHelpText="После смерти ближайшие союзники \"Адвента\" получают бонусы к защите и уклонению." 
LocPromotionPopupText="Когда солдат \"Адвента\" умирает, все остальные солдаты \"Адвента\" в пределах <font color='#ff9100'><Ability:DEFENSIVETACTICS_RADIUS/></font> клеток получают бонусы к <font color='#5CD16C'>+<Ability:DEFENSIVETACTICS_DEFENSE/></font> к защите и <font color='#5CD16C'>+<Ability:DEFENSIVETACTICS_DODGE/></font> к уклонению на <font color='#ff9100'><Ability:DEFENSIVETACTICS_DURATION/></font> хода. Этот бонус суммируется."

[DarkEvent_DefensiveTactics X2DarkEventTemplate]
+DisplayName="Оборонительные тактики \"Адвента\""
+SummaryText="Когда солдат \"Адвента\" умирает, все остальные солдаты \"Адвента\" поблизости получают бонусы к защите и уклонению."
+QuoteText="\"...Похоже, эти ребята быстро учатся на ошибках своих приятелей. \""
+QuoteTextAuthor="- Анонимный оперативник XCOM"
+PreMissionText="Когда солдат \"Адвента\" умирает, все остальные солдаты \"Адвента\" поблизости получают бонусы к защите и уклонению."
+PostMissionSuccessText="Темное событие предотвращено: Оборонительные тактики"
+PostMissionFailureText="Не удалось противостоять темному событию: Оборонительные тактики"

;--------------------------------
;Robot Dark Events and Abilities
;--------------------------------
[DarkEventAbility_ElectromagneticShielding X2AbilityTemplate]
LocFriendlyName="Темное событие: Электромагнитное экранирование"
LocFlyoverText="Темное событие: Электромагнитное экранирование"
LocLongDescription="Все роботизированные еденицы \"Адвента\" невосприимчивы к эффектам оглушения и заморозки, а их защита от взлома увеличивается на <font color='#5CD16C'>+<Ability:ELECTROMAGNETIC_SHIELDING_HACK_DEFENSE/>%</font>."
LocHelpText="Иммунитет к оглушению и заморозке, а также дополнительная защита от взлома." 
LocPromotionPopupText="Все роботизированные еденицы \"Адвента\" невосприимчивы к эффектам оглушения и заморозки, а их защита от взлома увеличивается на <font color='#5CD16C'>+<Ability:ELECTROMAGNETIC_SHIELDING_HACK_DEFENSE/>%</font>."

[DarkEvent_ElectromagneticShielding X2DarkEventTemplate]
+DisplayName="Электромагнитное экранирование"
+SummaryText="Все робототехнические еденицы \"Адвента\" получают технологически улучшенную броню. Пока они бронированы, они становятся невосприимчивыми к эффектам оглушения и замораживания и получают повышенную защиту от взлома."
+QuoteText="\"...Похоже, что \"Адвент\" наконец-то разобрались с самыми слабыми местами своих роботов. Если мы хотим держать их под контролем, нам сначала нужно избавиться от их брони. \""
+QuoteTextAuthor="- Главный инженер Лили Шень"
+PreMissionText="Будучи бронированными, роботизированные еденицы невосприимчивы к эффектам оглушения и замораживания и имеют повышенную защиту от взлома."
+PostMissionSuccessText="Темное событие предотвращено : Электромагнитное экранирование"
+PostMissionFailureText="Не удалось противостоять темному событию: Электромагнитное экранирование"

[DarkEventAbility_AdaptiveServos X2AbilityTemplate]
LocFriendlyName="Темное событие: Адаптивные сервоприводы"
LocFlyoverText="Темное событие: Адаптивные сервоприводы"
LocLongDescription="Когда без брони, роботизированные еденицы получают <font color='#5CD16C'>+<Ability:ADAPTIVE_SERVOS_MOBILITY/>%</font> к мобильности, <font color='#5CD16C'>+<Ability:ADAPTIVE_SERVOS_AIM/>%</font> к меткости и <font color='#5CD16C'><font color='#5CD16C'></font></font> к защите."
LocHelpText="Increased mobility, aim and defense when unarmored." 
LocPromotionPopupText="Когда без брони, роботизированные еденицы получают <font color='#5CD16C'>+<Ability:ADAPTIVE_SERVOS_MOBILITY/>%</font> к мобильности, <font color='#5CD16C'>+<Ability:ADAPTIVE_SERVOS_AIM/>%</font> к меткости и <font color='#5CD16C'><font color='#5CD16C'></font></font> к защите."

[DarkEvent_AdaptiveServos X2DarkEventTemplate]
+DisplayName="Адаптивные сервоприводы"
+SummaryText="Все робототехнические еденицы \"Адвента\" получают улучшенные адаптивные приводы. Потеряв всю броню, они получают бонусы к мобильности, меткости и защите."
+QuoteText="\"...Кажется, \"Адвент\" обновил аппаратное обеспечение своих роботов. В то время как разрушение их брони облегчит их уничтожение, потеря веса также сделает их более мобильными. \""
+QuoteTextAuthor="- Главный инженер Лили Шень"
+PreMissionText="Без брони роботизированные еденицы получают бонусы к мобильности, меткости и защите."
+PostMissionSuccessText="Темное событие предотвращено : Адаптивные сервоприводы"
+PostMissionFailureText="Не удалось противостоять темному событию: Адаптивные сервоприводы"

;-------------------------------
;Viper Dark Events and Abilities
;-------------------------------
[DarkEventAbility_MaliciousInstincts X2AbilityTemplate]
LocFriendlyName="Темное событие: Злобные инстинкты"
LocFlyoverText="Темное событие: Злобные инстинкты"
LocLongDescription="Получает бонус <font color='#5CD16C'>+<Ability:MALICIOUS_INSTINCTS_AIM_BONUS/></font> к меткости и наносит на <font color='#5CD16C'>+<Ability:MALICIOUS_INSTINCTS_DAMAGE_BONUS/>%</font> больше урона при атаке целей, находящихся под действием Горения, Яда, Кислоты или Кровотечения."
LocHelpText="Бонусная меткость и нанесение повышенного урона по целям, страдающим от горения, яда, кислоты или кровотечения." 
LocPromotionPopupText="Получает бонус <font color='#5CD16C'>+<Ability:MALICIOUS_INSTINCTS_AIM_BONUS/></font> к меткости и наносит на <font color='#5CD16C'>+<Ability:MALICIOUS_INSTINCTS_DAMAGE_BONUS/>%</font> больше урона при атаке целей, находящихся под действием Горения, Яда, Кислоты или Кровотечения."

[DarkEvent_MaliciousInstincts X2DarkEventTemplate]
+DisplayName="Злобные инстинкты"
+SummaryText="Все Вайперы получают бонусы к меткости и урону при атаках против целей, страдающих от Горения, Яда, Кислоты или Кровотечения."
+QuoteText="\"...Быстрее, дай мне аптечку! Вайпер смотрит на меня вонючими глазоми. Думаю, она собирается съесть меня! \""
+QuoteTextAuthor="- Анонимный оперативник XCOM"
+PreMissionText="Вайперы получают бонусы к меткости и урону при атаках против целей, страдающих от горения, яда, кислоты или кровотечения."
+PostMissionSuccessText="Темное событие предотвращено : Злобные инстинкты"
+PostMissionFailureText="Не удалось противостоять темному событию: Злобные инстинкты"

[DarkEventAbility_MutatedGlands X2AbilityTemplate]
LocFriendlyName="Темное событие: Мутировавшие железы"
LocFlyoverText="Темное событие: Мутировавшие железы"
LocLongDescription="Наносит <font color='#5CD16C'>+<Ability:MUTATED_GLANDS_DAMAGE_BONUS/></font> урона атаками, которые наносят яд, кислоту, огонь или псионический урон."
LocHelpText="Наносит повышенный урон атаками, которые наносят яд, кислоту, огонь или псионический урон." 
LocPromotionPopupText="Наносит <font color='#5CD16C'>+<Ability:MUTATED_GLANDS_DAMAGE_BONUS/></font> урона атаками, которые наносят яд, кислоту, огонь или псионический урон."

[DarkEvent_MutatedGlands X2DarkEventTemplate]
+DisplayName="Мутировавшие железы"
+SummaryText="Все Вайперы наносят повышенный урон атаками, которые наносят яд, кислоту, огонь или псионический урон."
+QuoteText="\"...Похоже, что Гадюки претерпели мутацию, увеличившую эффективность их эндогенных ядовитых желез. Мы должны принять меры предосторожности, чтобы наши солдаты не подвергались длительному воздействию этих агрессивных токсинов. \""
+QuoteTextAuthor="- Главный научный сотрудник доктор Ричард Тайгэн"
+PreMissionText="Все Вайперы наносят повышенный урон атаками, которые наносят яд, кислоту, огонь или псионический урон."
+PostMissionSuccessText="Темное событие предотвращено : Мутировавшие железы"
+PostMissionFailureText="Не удалось противостоять темному событию: Мутировавшие железы"

;---------------------------------
;Sectoid Dark Events and Abilities
;---------------------------------

;Успокоение
[DarkEventAbility_Solace X2AbilityTemplate]
LocFriendlyName="Темное событие: Успокоение"
LocFlyoverText="Темное событие: Успокоение"
LocLongDescription="Защищает сектоида и ближайших союзников от всех вредоносных психических эффектов."
LocHelpText="Защищает сектоида и ближайших союзников от всех вредоносных психических эффектов." 
LocPromotionPopupText="Защищает сектоида и ближайших союзников от всех вредоносных психических эффектов."

[DarkEvent_Solace X2DarkEventTemplate]
+DisplayName="Успокоение"
+SummaryText="Все Сектоиды получают способность Успокоение, защищая себя и ближайших союзников от всех вредоносных психических эффектов."
+QuoteText="\"...Что это за фиолетовый туман вытекает из уха этого сектоида? И почему им нет дела до моей светошумовой гранаты?! \""
+QuoteTextAuthor="- Анонимный оперативник XCOM"
+PreMissionText="Сектоиды получают способность Успокоение, защищая себя и ближайших союзников от всех вредных психических воздействий."
+PostMissionSuccessText="Темное событие предотвращено : Успокоение"
+PostMissionFailureText="Не удалось противостоять темному событию: Успокоение"

;Боевое предчувствие
[DarkEventAbility_BattlePremonition X2AbilityTemplate]
LocFriendlyName="Темное событие: Боевое предчувствие"
LocFlyoverText="Темное событие: Боевое предчувствие"
LocLongDescription="Этот сектоид не вызывает срабатывания Наблюдения. Пока у сектоида больше <font color='#5CD16C'><Ability:BATTLE_PREMONITION_HP_THRESHOLD/>%</font> здоровья и он не поврежден, он получает <font color='#5CD16C'>+<Ability:BATTLE_PREMONITION_DODGE/></font> к уклонению и <font color='#5CD16C'>+<Ability:BATTLE_PREMONITION_DEFENSE/></font> к защите."
LocHelpText="Пока у сектоида больше <font color='#5CD16C'><Ability:BATTLE_PREMONITION_HP_THRESHOLD/>%</font> здоровья и он не поврежден, он получает <font color='#5CD16C'>+<Ability:BATTLE_PREMONITION_DODGE/></font> к уклонению и <font color='#5CD16C'>+<Ability:BATTLE_PREMONITION_DEFENSE/></font> к защите." 
LocPromotionPopupText="Этот сектоид не вызывает срабатывания Наблюдения. Пока у сектоида больше <font color='#5CD16C'><Ability:BATTLE_PREMONITION_HP_THRESHOLD/>%</font> здоровья и он не поврежден, он получает <font color='#5CD16C'>+<Ability:BATTLE_PREMONITION_DODGE/></font> к уклонению и <font color='#5CD16C'>+<Ability:BATTLE_PREMONITION_DEFENSE/></font> к защите."

[DarkEvent_BattlePremonition X2DarkEventTemplate]
+DisplayName="Боевое предчувствие"
+SummaryText="Все сектоиды получают способность Боевое предчувствие. Сектоиды с Боевым предчувствием не вызывают ответный огонь, пока они здоровы и не повреждены, они получают огромные бонусы к уклонению и защите."
+QuoteText="\"...Похоже, псионические способности Сектоидов позволяют им предвидеть намерения наших оперативников. \""
+QuoteTextAuthor="- Главный научный сотрудник доктор Ричард Тайгэн"
+PreMissionText="Все сектоиды получают способность Боевое предчувствие. Сектоиды с Боевым предчувствием не вызывают ответный огонь, пока они здоровы и не повреждены, они получают огромные бонусы к уклонению и защите."
+PostMissionSuccessText="Темное событие предотвращено : Боевое предчувствие"
+PostMissionFailureText="Не удалось противостоять темному событию: Боевое предчувствие"

;-----------------------------------
;Berserker Dark Events and Abilities
;-----------------------------------

;Intimidate
[DarkEventAbility_Intimidate X2AbilityTemplate]
LocFriendlyName="Темное событие: Пугающее присутствие"
LocFlyoverText="Темное событие: Пугающее присутствие"
LocLongDescription="Все враждебные органические еденицы в пределах <font color='#ff9100'><Ability:INTIMIDATE_ABILITY_MAX_TILES/></font> клеток от Берсерка получают штрафы: <font color='#cc2424'>-<Ability:INTIMIDATE_ABILITY_AIM_PENALTY/>%</font> к меткости, <font color='#cc2424'>-<Ability:INTIMIDATE_ABILITY_MOBILITY_PENALTY/>%</font> к мобильности и <font color='#cc2424'>-<Ability:INTIMIDATE_ABILITY_WILL_PENALTY/>%</font> к воле. Несколько берсерков увеличат силу эффекта. Не действует на роботизированные еденицы или органические еденицы, невосприимчивые к ментальным воздействиям." 
LocHelpText="Все враждебные органические еденицы в пределах <font color='#ff9100'><Ability:INTIMIDATE_ABILITY_MAX_TILES/></font> клеток от Берсерка получают штрафы: <font color='#cc2424'>-<Ability:INTIMIDATE_ABILITY_AIM_PENALTY/>%</font> к меткости, <font color='#cc2424'>-<Ability:INTIMIDATE_ABILITY_MOBILITY_PENALTY/>%</font> к мобильности и <font color='#cc2424'>-<Ability:INTIMIDATE_ABILITY_WILL_PENALTY/>%</font> к воле. Несколько берсерков увеличат силу эффекта. Не действует на роботизированные еденицы или органические еденицы, невосприимчивые к ментальным воздействиям." 
LocPromotionPopupText="Все враждебные органические еденицы в пределах <font color='#ff9100'><Ability:INTIMIDATE_ABILITY_MAX_TILES/></font> клеток от Берсерка получают штрафы: <font color='#cc2424'>-<Ability:INTIMIDATE_ABILITY_AIM_PENALTY/>%</font> к меткости, <font color='#cc2424'>-<Ability:INTIMIDATE_ABILITY_MOBILITY_PENALTY/>%</font> к мобильности и <font color='#cc2424'>-<Ability:INTIMIDATE_ABILITY_WILL_PENALTY/>%</font> к воле. Несколько берсерков увеличат силу эффекта. Не действует на роботизированные еденицы или органические еденицы, невосприимчивые к ментальным воздействиям." 

[IndimidateAura X2AbilityTemplate]
LocFriendlyName="Темное событие: Пугающее присутствие"
LocFlyoverText="Темное событие: Пугающее присутствие"
LocLongDescription="Все враждебные органические еденицы в пределах <font color='#ff9100'><Ability:INTIMIDATE_ABILITY_MAX_TILES/></font> клеток от Берсерка получают штрафы: <font color='#cc2424'>-<Ability:INTIMIDATE_ABILITY_AIM_PENALTY/>%</font> к меткости, <font color='#cc2424'>-<Ability:INTIMIDATE_ABILITY_MOBILITY_PENALTY/>%</font> к мобильности и <font color='#cc2424'>-<Ability:INTIMIDATE_ABILITY_WILL_PENALTY/>%</font> к воле. Несколько берсерков увеличат силу эффекта. Не действует на роботизированные еденицы или органические еденицы, невосприимчивые к ментальным воздействиям." 
LocHelpText="Все враждебные органические еденицы в пределах <font color='#ff9100'><Ability:INTIMIDATE_ABILITY_MAX_TILES/></font> клеток от Берсерка получают штрафы: <font color='#cc2424'>-<Ability:INTIMIDATE_ABILITY_AIM_PENALTY/>%</font> к меткости, <font color='#cc2424'>-<Ability:INTIMIDATE_ABILITY_MOBILITY_PENALTY/>%</font> к мобильности и <font color='#cc2424'>-<Ability:INTIMIDATE_ABILITY_WILL_PENALTY/>%</font> к воле. Несколько берсерков увеличат силу эффекта. Не действует на роботизированные еденицы или органические еденицы, невосприимчивые к ментальным воздействиям." 
LocPromotionPopupText="Все враждебные органические еденицы в пределах <font color='#ff9100'><Ability:INTIMIDATE_ABILITY_MAX_TILES/></font> клеток от Берсерка получают штрафы: <font color='#cc2424'>-<Ability:INTIMIDATE_ABILITY_AIM_PENALTY/>%</font> к меткости, <font color='#cc2424'>-<Ability:INTIMIDATE_ABILITY_MOBILITY_PENALTY/>%</font> к мобильности и <font color='#cc2424'>-<Ability:INTIMIDATE_ABILITY_WILL_PENALTY/>%</font> к воле. Несколько берсерков увеличат силу эффекта. Не действует на роботизированные еденицы или органические еденицы, невосприимчивые к ментальным воздействиям." 

[DarkEvent_Intimidate X2DarkEventTemplate]
+DisplayName="Пугающее присутствие"
+SummaryText="Все берсерки получают способность Пугающее присутствие, снижающую меткость, мобильность и волю всех органических врагов поблизости."
+QuoteText="\"...Боже мой, эта штука оторвала голову сержанту Груффлу! Пусть робот разбирается с этим дерьмом, я выхожу! \""
+QuoteTextAuthor="- Капрал Бичи"
+PreMissionText="Все берсерки получают способность Пугающее присутствие, снижающую меткость, мобильность и волю всех органических врагов поблизости."
+PostMissionSuccessText="Темное событие предотвращено : Пугающее присутствие"
+PostMissionFailureText="Не удалось противостоять темному событию: Пугающее присутствие"

;Неудержимая сила
[DarkEventAbility_UnstoppableForce X2AbilityTemplate]
LocFriendlyName="Темное событие: Неудержимая сила"
LocLongDescription="Иммунитет к яду, оглушению, яду Криссалида и эффектам ментального воздействия."
LocHelpText="Иммунитет к яду, оглушению, яду Криссалида и эффектам ментального воздействия."

[DarkEvent_UnstoppableForce X2DarkEventTemplate]
+DisplayName="Неудержимая сила"
+SummaryText="Все берсерки получают способность Неудержимая сила, наделяющая их иммунитетом к яду, оглушению, яду Криссалида и эффектам ментального воздействия."
+QuoteText="\"...Как будто ничего не чувствует... и становится только злее! \""
+QuoteTextAuthor="- Анонимный оперативник XCOM"
+PreMissionText="Все берсерки получают способность Неудержимая сила, наделяющая их иммунитетом к яду, оглушению, яду Криссалида и эффектам ментального воздействия."
+PostMissionSuccessText="Темное событие предотвращено : Неудержимая сила"
+PostMissionFailureText="Не удалось противостоять темному событию: Неудержимая сила"

;-------------------------------
;Muton Dark Events and Abilities 
;-------------------------------

;Закаленный в боях
[DarkEventAbility_CombatHardened X2AbilityTemplate]
LocFriendlyName="Темное событие: Закаленный в боях"
LocLongDescription="Получает на <font color='#5CD16C'><Ability:COMBAT_HARDENED_EXPLOSIVE_REDUCTION/>%</font> меньше урона от взрывных атак, а вражеские атаки получают <font color='#cc2424'>-<Ability:COMBAT_HARDENED_CRITDEF_BONUS/>%</font> шанс нанести критический удар."
LocHelpText="Получает на <font color='#5CD16C'><Ability:COMBAT_HARDENED_EXPLOSIVE_REDUCTION/>%</font> меньше урона от взрывных атак, а вражеские атаки получают <font color='#cc2424'>-<Ability:COMBAT_HARDENED_CRITDEF_BONUS/>%</font> шанс нанести критический удар."

[DarkEvent_CombatHardened X2DarkEventTemplate]
+DisplayName="Закаленный в боях"
+SummaryText="Все мутоны получают способность Закаленный в боях что делает их очень устойчивыми к взрывным повреждениям и критическим ударам."
+QuoteText="\"...Кажется, эти твари действительно умеют драться. Мы должны думать быстро, если мы хотим выбраться из этого! \""
+QuoteTextAuthor="- Центральный офицер Брэдфорд"
+PreMissionText="Все мутоны получают способность Закаленный в боях что делает их очень устойчивыми к взрывным повреждениям и критическим ударам."
+PostMissionSuccessText="Темное событие предотвращено : Закаленный в боях"
+PostMissionFailureText="Не удалось противостоять темному событию: Закаленный в боях"

;Специалист по ближнему бою
[DarkEventAbility_CloseCombatSpecialist X2AbilityTemplate]
LocFriendlyName="Темное событие: Специалист по ближнему бою"
LocFlyOverText="Специалист по ближнему бою"
LocLongDescription="Во время хода XCOM, делает свободный ответный выстрел из основного оружия в любого видимого оперативника, который движется или стреляет, в пределах четырех клеток."
LocHelpText="Во время хода XCOM, делает свободный ответный выстрел из основного оружия в любого видимого оперативника, который движется или стреляет, в пределах четырех клеток."

[DarkEvent_CloseCombatSpecialist X2DarkEventTemplate]
+DisplayName="Специалист по ближнему бою"
+SummaryText="Все мутоны получают способность Специалист по ближнему бою, которая дает им право выстрелить из своего основного оружия в любого видимого врага, который движется или стреляет, в пределах четырех клеток."
+QuoteText="\"...Обязательно соблюдайте дистанцию. Эти горы мускулов удивительно быстры в ближнем бою! \""
+QuoteTextAuthor="- Центральный офицер Брэдфорд"
+PreMissionText="Мутоны получают способность Специалист по ближнему бою, которая дает им право выстрелить из своего основного оружия в любого видимого врага, который движется или стреляет, в пределах четырех клеток."
+PostMissionSuccessText="Темное событие предотвращено : Специалист по ближнему бою"
+PostMissionFailureText="Не удалось противостоять темному событию: Специалист по ближнему бою"


;------------------------------------
;Chryssalid Dark Events and Abilities
;------------------------------------

; Потрошитель
[DarkEventAbility_Eviscerate X2AbilityTemplate]
LocFriendlyName="Темное событие: Потрошитель"
LocFlyoverText="Темное событие: Потрошитель"
LocLongDescription="Получает <font color='#5CD16C'>+<Ability:EVISCERATE_AIM_BONUS/></font> к меткости и <font color='#5CD16C'>+<Ability:EVISCERATE_CRIT_BONUS/></font> к шансу критического попадания при атаке раненых целей. Атаки в ближнем бою против органических целей исцеляют Криссалида на <font color='#5CD16C'><Ability:EVISCERATE_MULTIPLIER/>%</font> нанесенного урона."
LocHelpText="Получает <font color='#5CD16C'>+<Ability:EVISCERATE_AIM_BONUS/></font> к меткости и <font color='#5CD16C'>+<Ability:EVISCERATE_CRIT_BONUS/></font> к шансу критического попадания при атаке раненых целей. Атаки в ближнем бою против органических целей исцеляют Криссалида на <font color='#5CD16C'><Ability:EVISCERATE_MULTIPLIER/>%</font> нанесенного урона." 
LocPromotionPopupText="Получает <font color='#5CD16C'>+<Ability:EVISCERATE_AIM_BONUS/></font> к меткости и <font color='#5CD16C'>+<Ability:EVISCERATE_CRIT_BONUS/></font> к шансу критического попадания при атаке раненых целей. Атаки в ближнем бою против органических целей исцеляют Криссалида на <font color='#5CD16C'><Ability:EVISCERATE_MULTIPLIER/>%</font> нанесенного урона."

[DarkEvent_Eviscerate X2DarkEventTemplate]
+DisplayName="Потрошитель"
+SummaryText="Все Криссалиды получают большие бонусы к меткости и шансу критического попадания при атаке раненых целей. Атаки в ближнем бою против органических целей исцеляют Криссалида на <font color='#5CD16C'><Ability:EVISCERATE_MULTIPLIER/>%</font> от нанесенного урона."
+QuoteText="\"...Эти вещи идут прямо на убийство. Нам нужно защитить наших раненых! \""
+QuoteTextAuthor="- Анонимный оперативник XCOM"
+PreMissionText="Все Криссалиды получают большие бонусы к меткости и шансу критического попадания при атаке раненых целей. Атаки в ближнем бою против органических целей исцеляют Криссалида на <font color='#5CD16C'><Ability:EVISCERATE_MULTIPLIER/>%</font> от нанесенного урона."
+PostMissionSuccessText="Темное событие предотвращено : Потрошитель"
+PostMissionFailureText="Не удалось противостоять темному событию: Потрошитель"

; Проворные когти
[DarkEventAbility_NimbleClaws X2AbilityTemplate]
LocFriendlyName="Темное событие: Проворные когти"
LocFlyoverText="Темное событие: Проворные когти"
LocLongDescription="После попадания по врагу в ближнем бою получает <font color='#5CD16C'>+<Ability:NIMBLE_CLAWS_MOBILITY/>%</font> к мобильности на <font color='#ff9100'><Ability:NIMBLE_CLAWS_MOBILITY_DURATION/></font> хода. После получения урона получает <font color='#5CD16C'>+<Ability:NIMBLE_CLAWS_DODGE/></font> к уклонению на <font color='#ff9100'><Ability:NIMBLE_CLAWS_DODGE_DURATION/></font> хода. Эти эффекты могут суммироваться."
LocHelpText="Дополнительная мобильность после нанесения урона в ближнем бою. Бонус уклонения после получения урона." 
LocPromotionPopupText="После попадания по врагу в ближнем бою получает <font color='#5CD16C'>+<Ability:NIMBLE_CLAWS_MOBILITY/>%</font> к мобильности на <font color='#ff9100'><Ability:NIMBLE_CLAWS_MOBILITY_DURATION/></font> хода. После получения урона получает <font color='#5CD16C'>+<Ability:NIMBLE_CLAWS_DODGE/></font> к уклонению на <font color='#ff9100'><Ability:NIMBLE_CLAWS_DODGE_DURATION/></font> хода. Эти эффекты могут суммироваться."

[NimbleClaws_DodgeBuffTrigger X2AbilityTemplate]
LocFriendlyName="Темное событие: Проворные когти"
LocFlyoverText="Проворные когти: Бонус уклонения"
LocLongDescription="Получает <font color='#5CD16C'>+<Ability:NIMBLE_CLAWS_DODGE/></font> к уклонению после получения урона."
LocHelpText="Получает <font color='#5CD16C'>+<Ability:NIMBLE_CLAWS_DODGE/></font> к уклонению после получения урона." 
LocPromotionPopupText="Получает <font color='#5CD16C'>+<Ability:NIMBLE_CLAWS_DODGE/></font> к уклонению после получения урона."

[NimbleClaws_MobilityBuffTrigger X2AbilityTemplate]
LocFriendlyName="Темное событие: Проворные когти"
LocFlyoverText="Проворные когти: Бонус мобильности"
LocLongDescription="Получает <font color='#5CD16C'>+<Ability:NIMBLE_CLAWS_MOBILITY/>%</font> к мобильности после удара в ближнем бою."
LocHelpText="Получает <font color='#5CD16C'>+<Ability:NIMBLE_CLAWS_MOBILITY/>%</font> к мобильности после удара в ближнем бою." 
LocPromotionPopupText="Получает <font color='#5CD16C'>+<Ability:NIMBLE_CLAWS_MOBILITY/>%</font> к мобильности после удара в ближнем бою."

[DarkEvent_NimbleClaws X2DarkEventTemplate]
+DisplayName="Проворные когти"
+SummaryText="Улучшенная сила и скорость позволяют всем криссалидам быстрее двигаться и уклоняться в бою. Поражая врага в ближнем бою, Криссалиды получают дополнительную мобильность. После получения урона они получают бонус к уклонению."
+QuoteText="\"...Лучше вытащите большие пушки, чтобы убедиться, что у этих тварей не будет шанса приблизиться! \""
+QuoteTextAuthor="- Анонимный оперативник XCOM"
+PreMissionText="Поражая врага в ближнем бою, Криссалиды получают дополнительную мобильность. После получения урона они получают бонус к уклонению."
+PostMissionSuccessText="Темное событие предотвращено : Проворные когти"
+PostMissionFailureText="Не удалось противостоять темному событию: Проворные когти"
